Repository: blackPantherOS/fusion-icon
Catalog: po/*.po
Languages: hu

source: Settings Manager
hu: Beállítások kezelése

source: Emerald Theme Manager
hu: Emerald téma kezelő

source: GTK+ Window Decorator
hu: GTK+ Ablakdekoráció

source: Indirect Rendering
hu: Közvetett leképzés

source: Reload Window Manager
hu: Ablakkezelő újratöltése

source: Select Window Manager
hu: Ablakkezelő választása

source: Compiz Options
hu: Compiz opciók

source: Select Window Decorator
hu: Ablakdekoráció választása

source: Quit
hu: Kilépés

source: * Searching for installed applications...
hu: * Telepített alkalmazások keresése...

source: * Detected Session:
hu: * Felismert folyamat:

source: * Error: xvinfo not installed!
hu: * Hiba: az xvinfo nincs telepítve!:

source: * Error: the "FusionIcon" module is missing. If you did not install fusion-icon to /usr, you may need to add the appropriate site-packages directory to your PYTHONPATH
hu: * Hiba: a "FusionIkon" modul nem található. If you did not install fusion-icon to /usr, you may need to add the appropriate site-packages directory to your PYTHONPATH

source: * Configuration file ("%s") being reset
hu: * A ("%s") beállítófájl alaphelyzetbe lett állíŧva

source: ... backed up to: %s
hu: ... biztonsági mentés készült ide: %s

source: ... no configuration file found
hu: ... nem található konfigurációs fájl

source: *** Error: configuration reset failed:
hu: *** Hiba: a configuráció alaphelyzetbe állítása sikertelen:

source: * Sleeping for %s seconds
hu: * Felfüggesztve %s másodpercre
